const products = [
  {
    id: 1,
    code: "TQ-001",
    title: "た★スケール",
    price: 4980,
    image: "/images/tascale.jpg",
    hot: true,
    category: "鑑賞キット",
    edition: 500,
    editionLabel: "第一版は残りわずか",
    description: `【速報】謎のグッズ、た★スケールがついに完成？！
なぁ〜んだこれ！作品が大きくなったり小さくなったりする！？
みんなきいてくれ！奇想天外な鑑賞をだれでも手軽にできる鑑賞キットを、天★Queが作っちゃったみたいなんだ！
そのシリーズ待望の第1弾は、〜イメージの縮尺操作〜た★スケールだ！
た★スケールを使えば、どんな作品だって、あなたの思い描くサイズに変化！膨らんだり！萎んだり！なんだ？！思いもよらぬものがみえてきたぞ！
いまだ！
あっ！と驚く想像の世界をつくっちゃおう！
さらに、た★スケールのおもしろ鑑賞を仲間とみせ合うと…！
うねる想像の世界！生き物になった鑑賞！盛り上がりも最高潮！
た★スケール！きみは山のような鑑賞記録の中から、天★Queの惜しみない努力に揉まれて生まれた！鑑賞産地直送品だ！`
  },
  {
    id: 2,
    code: "TQ-002",
    title: "天★Que新聞",
    price: 500,
    image: "/images/tenkyupaper1.jpeg",
    hot: false,
    category: "新聞",
    description: "天★Queの活動をまとめたこちらの新聞はローソンまたはセブンイレブンのネットプリントで印刷できます。期限がございますが随時更新予定！"
  }
];

export default products;